Repository: rendiwijiatmoko/Vaultwarden
Catalog: vaultwardenApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fa, fi, fr, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Archive password
ar: كلمة مرور الأرشيف
bg: Парола за архива
bn: আর্কাইভ পাসওয়ার্ড
ca: Contrasenya de l'arxiu
cs: Heslo archivu
da: Adgangskode til arkiv
de: Archivpasswort
el: Κωδικός αρχειοθέτησης
es: Contraseña del archivo
fa: کلمه عبور بایگانی
fi: Arkiston salasana
fr: Mot de passe de l’archive
he: סיסמת ארכיון
hi: आर्काइव पासवर्ड
hr: Lozinka arhive
hu: Archívum jelszava
id: Kata sandi arsip
it: Password dell'archivio
ja: アーカイブのパスワード
kk: Мұрағат құпиясөзі
ko: 보관 파일 비밀번호
lt: Archyvo slaptažodis
ms: Kata laluan arkib
nb: Arkivpassord
nl: Archiefwachtwoord
pl: Hasło archiwum
pt: Palavra-passe do arquivo
ro: Parolă arhivă
ru: Пароль архива
sk: Heslo archívu
sl: Geslo arhiva
sv: Arkivlösenord
th: รหัสผ่านไฟล์เก็บถาวร
tr: Arşiv parolası
uk: Пароль архіву
vi: Mật khẩu kho lưu trữ
zh_hans: 归档密码
zh_hant: 封存密碼

source: Archived
ar: مؤرشف
bg: Архивирано
bn: আর্কাইভ করা
ca: Arxivat
cs: Archivováno
da: Arkiveret
de: Archiviert
el: Αρχειοθετήθηκε
es: Archivado
fa: بایگانی شده
fi: Arkistoitu
fr: Archivé
he: הועבר לארכיב
hi: आर्काइव किया गया
hr: Arhivirano
hu: Archiválva
id: Diarsipkan
it: Archiviato
ja: アーカイブ済み
kk: Мұрағатталған
ko: 보관됨
lt: Archyvuota
ms: Diarkibkan
nb: Arkivert
nl: Gearchiveerd
pl: Zarchiwizowano
pt: Arquivado
ro: Arhivat
ru: Архивирован
sk: Archivované
sl: Arhivirano
sv: Arkiverade
th: เก็บถาวรแล้ว
tr: Arşivlendi
uk: Архівовано
vi: Đã lưu trữ
zh_hans: 已归档
zh_hant: 已封存

source: Archives use AES-256-GCM with a password-derived key. Organization items and passkeys are excluded; passkeys remain available through server sync. No unencrypted export is provided.
ar: تستخدم الأرشيفات AES-256-GCM مع مفتاح مشتق من كلمة المرور. تُستبعد عناصر المؤسسات ومفاتيح المرور؛ وتظل مفاتيح المرور متاحة عبر مزامنة الخادم. لا يتوفر تصدير غير مشفر.
bg: Архивите използват AES-256-GCM с ключ, извлечен от парола. Елементите на организации и секретните ключове са изключени; секретните ключове остават достъпни чрез синхронизиране със сървъра. Не се предлага нешифровано експортиране.
bn: আর্কাইভে পাসওয়ার্ড থেকে তৈরি কীসহ AES-256-GCM ব্যবহার করা হয়। প্রতিষ্ঠানের আইটেম ও পাসকি এতে থাকে না; পাসকি সার্ভার সিঙ্কের মাধ্যমে পাওয়া যাবে। এনক্রিপশন ছাড়া কোনো এক্সপোর্ট দেওয়া হয় না।
ca: Els arxius utilitzen AES-256-GCM amb una clau derivada de la contrasenya. Se n'exclouen els elements d'organització i les claus de pas; les claus de pas continuen disponibles mitjançant la sincronització amb el servidor. No s'ofereix cap exportació sense xifrar.
cs: Archivy používají AES-256-GCM s klíčem odvozeným z hesla. Položky organizací a přístupové klíče jsou vyloučeny; přístupové klíče zůstávají dostupné prostřednictvím synchronizace se serverem. Nešifrovaný export není k dispozici.
da: Arkiver bruger AES-256-GCM med en nøgle, der er afledt af en adgangskode. Organisationselementer og adgangsnøgler er udeladt; adgangsnøgler er fortsat tilgængelige via serversynkronisering. Der tilbydes ingen ukrypteret eksport.
de: Archive verwenden AES-256-GCM mit einem aus dem Passwort abgeleiteten Schlüssel. Organisationseinträge und Passkeys sind ausgeschlossen; Passkeys bleiben über die Serversynchronisierung verfügbar. Ein unverschlüsselter Export wird nicht angeboten.
el: Τα αρχεία χρησιμοποιούν AES-256-GCM με κλειδί που παράγεται από κωδικό. Τα στοιχεία οργανισμών και τα κλειδιά πρόσβασης εξαιρούνται· τα κλειδιά πρόσβασης παραμένουν διαθέσιμα μέσω συγχρονισμού με τον διακομιστή. Δεν παρέχεται μη κρυπτογραφημένη εξαγωγή.
es: Los archivos utilizan AES-256-GCM con una clave derivada de una contraseña. Se excluyen los elementos de organizaciones y las claves de acceso; las claves de acceso siguen disponibles mediante la sincronización con el servidor. No se proporciona ninguna exportación sin cifrar.
fa: بایگانی‌ها از AES-256-GCM با کلیدی مشتق‌شده از کلمه عبور استفاده می‌کنند. موارد سازمان و کلیدهای عبور مستثنی‌اند؛ کلیدهای عبور از طریق همگام‌سازی سرور در دسترس می‌مانند. خروجی رمزگذاری‌نشده ارائه نمی‌شود.
fi: Arkistot käyttävät AES-256-GCM-salausta salasanasta johdetulla avaimella. Organisaatioiden kohteet ja pääsyavaimet jätetään pois; pääsyavaimet pysyvät käytettävissä palvelinsynkronoinnin kautta. Salaamatonta vientiä ei ole tarjolla.
fr: Les archives utilisent AES-256-GCM avec une clé dérivée d’un mot de passe. Les éléments d’organisation et les clés d’accès sont exclus ; les clés d’accès restent disponibles par synchronisation avec le serveur. Aucune exportation non chiffrée n’est proposée.
he: ארכיונים משתמשים ב-AES-256-GCM עם מפתח הנגזר מסיסמה. פריטי ארגון ומפתחות גישה אינם נכללים; מפתחות הגישה נשארים זמינים באמצעות סנכרון עם השרת. לא מסופק ייצוא בלתי מוצפן.
hi: आर्काइव पासवर्ड से निकली कुंजी के साथ AES-256-GCM का उपयोग करते हैं। संगठन के आइटम और पासकी शामिल नहीं होते; पासकी सर्वर सिंक के माध्यम से उपलब्ध रहते हैं। कोई अनएन्क्रिप्टेड एक्सपोर्ट उपलब्ध नहीं कराया जाता।
hr: Arhive koriste AES-256-GCM s ključem izvedenim iz lozinke. Stavke organizacija i pristupni ključevi su isključeni; pristupni ključevi ostaju dostupni putem sinkronizacije s poslužiteljem. Ne nudi se nešifrirani izvoz.
hu: Az archívumok AES-256-GCM titkosítást és jelszóból származtatott kulcsot használnak. A szervezeti elemek és hozzáférési kulcsok kimaradnak; a hozzáférési kulcsok szerveres szinkronizálással elérhetők maradnak. Titkosítatlan export nem készül.
id: Arsip menggunakan AES-256-GCM dengan kunci yang diturunkan dari kata sandi. Item organisasi dan passkey tidak disertakan; passkey tetap tersedia melalui sinkronisasi server. Ekspor tanpa enkripsi tidak disediakan.
it: Gli archivi usano AES-256-GCM con una chiave derivata dalla password. Gli elementi delle organizzazioni e le passkey sono esclusi; le passkey restano disponibili tramite la sincronizzazione col server. Non viene fornita un'esportazione non crittografata.
ja: アーカイブには、パスワードから生成された鍵を使用するAES-256-GCMが使われます。組織の項目とパスキーは対象外です。パスキーはサーバー同期を通じて引き続き利用できます。暗号化されていないエクスポートは提供されません。
kk: Мұрағаттар құпиясөзден алынған кілтпен AES-256-GCM пайдаланады. Ұйым элементтері мен кіру кілттері қосылмайды; кіру кілттері сервермен синхрондау арқылы қолжетімді болады. Шифрланбаған экспорт берілмейді.
ko: 보관 파일은 비밀번호에서 파생된 키와 AES-256-GCM을 사용합니다. 조직 항목과 패스키는 제외되며 패스키는 서버 동기화를 통해 계속 사용할 수 있습니다. 암호화되지 않은 내보내기는 제공되지 않습니다.
lt: Archyvuose naudojamas AES-256-GCM su iš slaptažodžio išvestu raktu. Organizacijų elementai ir prieigos raktai neįtraukiami; prieigos raktai lieka pasiekiami sinchronizuojant su serveriu. Nešifruotas eksportas nepateikiamas.
ms: Arkib menggunakan AES-256-GCM dengan kunci terbitan kata laluan. Item organisasi dan kunci laluan dikecualikan; kunci laluan kekal tersedia melalui penyegerakan pelayan. Tiada eksport tanpa penyulitan disediakan.
nb: Arkiver bruker AES-256-GCM med en nøkkel avledet fra passordet. Organisasjonselementer og passnøkler er utelatt; passnøkler forblir tilgjengelige via serversynkronisering. Ingen ukryptert eksport tilbys.
nl: Archieven gebruiken AES-256-GCM met een sleutel die van een wachtwoord is afgeleid. Organisatie-items en passkeys worden uitgesloten; passkeys blijven beschikbaar via serversynchronisatie. Er wordt geen onversleutelde export aangeboden.
pl: Archiwa używają AES-256-GCM z kluczem pochodzącym od hasła. Elementy organizacji i klucze dostępu są wykluczone; klucze dostępu pozostają dostępne przez synchronizację z serwerem. Eksport bez szyfrowania nie jest dostępny.
pt: Os arquivos utilizam AES-256-GCM com uma chave derivada de palavra-passe. Os itens de organizações e as chaves de acesso são excluídos; as chaves de acesso permanecem disponíveis através da sincronização com o servidor. Não é fornecida uma exportação não encriptada.
ro: Arhivele folosesc AES-256-GCM cu o cheie derivată din parolă. Elementele organizației și cheile de acces sunt excluse; cheile de acces rămân disponibile prin sincronizarea cu serverul. Nu este furnizat niciun export necriptat.
ru: Архивы используют AES-256-GCM с ключом, производным от пароля. Элементы организаций и ключи доступа исключаются; ключи доступа остаются доступными через синхронизацию с сервером. Незашифрованный экспорт не предоставляется.
sk: Archívy používajú AES-256-GCM s kľúčom odvodeným od hesla. Položky organizácií a prístupové kľúče sú vylúčené; prístupové kľúče zostávajú dostupné prostredníctvom synchronizácie so serverom. Nezašifrovaný export nie je k dispozícii.
sl: Arhivi uporabljajo AES-256-GCM s ključem, izpeljanim iz gesla. Elementi organizacij in ključi za dostop so izključeni; ključi za dostop ostanejo na voljo prek sinhronizacije s strežnikom. Nešifriran izvoz ni na voljo.
sv: Arkiv använder AES-256-GCM med en lösenordshärledd nyckel. Organisationsobjekt och nycklar undantas; nycklar förblir tillgängliga genom serversynkronisering. Ingen okrypterad export tillhandahålls.
th: ไฟล์เก็บถาวรใช้ AES-256-GCM กับคีย์ที่สร้างจากรหัสผ่าน ไม่รวมรายการองค์กรและพาสคีย์ โดยพาสคีย์ยังใช้งานได้ผ่านการซิงค์เซิร์ฟเวอร์ ไม่มีการส่งออกแบบไม่เข้ารหัส
tr: Arşivler, paroladan türetilen bir anahtarla AES-256-GCM kullanır. Kuruluş öğeleri ve geçiş anahtarları hariç tutulur; geçiş anahtarları sunucu eşzamanlamasıyla kullanılabilir kalır. Şifrelenmemiş dışa aktarma sunulmaz.
uk: Архіви використовують AES-256-GCM із ключем, отриманим із пароля. Елементи організацій і ключі доступу виключено; ключі доступу залишаються доступними через синхронізацію із сервером. Незашифроване експортування не передбачено.
vi: Kho lưu trữ sử dụng AES-256-GCM với khóa được tạo từ mật khẩu. Các mục tổ chức và mã khóa bị loại trừ; mã khóa vẫn khả dụng qua đồng bộ máy chủ. Không cung cấp bản xuất không mã hóa.
zh_hans: 归档使用由密码派生的密钥和 AES-256-GCM。组织项目和通行密钥不会包含在归档中；通行密钥仍可通过服务器同步使用。不提供未加密导出。
zh_hant: 封存使用由密碼派生的密鑰和 AES-256-GCM。組織項目和密碼金鑰不會包含在封存中；密碼金鑰仍可通過伺服器同步使用。不提供未加密匯出。

source: At deletion
ar: عند الحذف
bg: При изтриване
bn: মুছে ফেলার সময়
ca: En suprimir
cs: Při odstranění
da: Ved sletning
de: Beim Löschen
el: Κατά τη διαγραφή
es: Al eliminar
fa: هنگام حذف
fi: Poistettaessa
fr: Lors de la suppression
he: בעת המחיקה
hi: हटाते समय
hr: Pri brisanju
hu: Törléskor
id: Saat penghapusan
it: Alla cancellazione
ja: 削除時
kk: Жойылған кезде
ko: 삭제 시
lt: Trinant
ms: Semasa pemadaman
nb: Ved sletting
nl: Bij verwijderen
pl: Przy usunięciu
pt: Ao eliminar
ro: La ștergere
ru: При удалении
sk: Pri odstránení
sl: Ob izbrisu
sv: Vid radering
th: เมื่อลบ
tr: Silme sırasında
uk: Під час видалення
vi: Khi xóa
zh_hans: 删除时
zh_hant: 刪除時

source: Authenticate before filling
ar: المصادقة قبل الملء
bg: Удостоверяване преди попълване
bn: পূরণ করার আগে প্রমাণীকরণ করুন
ca: Autentica abans d'emplenar
cs: Ověřit před vyplněním
da: Godkend før udfyldning
de: Vor dem Ausfüllen authentifizieren
el: Έλεγχος ταυτότητας πριν από τη συμπλήρωση
es: Autenticar antes de rellenar
fa: احراز هویت پیش از تکمیل
fi: Todenna ennen täyttämistä
fr: S’authentifier avant le remplissage
he: אימות לפני מילוי
hi: भरने से पहले प्रमाणित करें
hr: Potvrdi identitet prije popunjavanja
hu: Hitelesítés kitöltés előtt
id: Autentikasi sebelum mengisi
it: Autentica prima della compilazione
ja: 入力前に認証
kk: Толтыру алдында түпнұсқалықты растау
ko: 입력 전 인증
lt: Patvirtinti tapatybę prieš pildant
ms: Sahkan sebelum mengisi
nb: Autentiser før utfylling
nl: Verifiëren vóór invullen
pl: Uwierzytelnij przed wypełnieniem
pt: Autenticar antes do preenchimento
ro: Autentificare înainte de completare
ru: Аутентификация перед заполнением
sk: Overiť pred vyplnením
sl: Preverjanje pred izpolnjevanjem
sv: Autentisera före ifyllning
th: ยืนยันตัวตนก่อนป้อน
tr: Doldurmadan önce kimlik doğrula
uk: Автентифікувати перед заповненням
vi: Xác thực trước khi điền
zh_hans: 填充前验证身份
zh_hant: 填充前驗證身分

source: Authenticate before reveal or copy
ar: المصادقة قبل الإظهار أو النسخ
bg: Удостоверяване преди показване или копиране
bn: দেখানো বা কপি করার আগে প্রমাণীকরণ করুন
ca: Autentica abans de mostrar o copiar
cs: Ověřit před zobrazením nebo zkopírováním
da: Godkend før visning eller kopiering
de: Vor dem Anzeigen oder Kopieren authentifizieren
el: Έλεγχος ταυτότητας πριν από την εμφάνιση ή την αντιγραφή
es: Autenticar antes de mostrar o copiar
fa: احراز هویت پیش از نمایش یا کپی
fi: Todenna ennen näyttämistä tai kopiointia
fr: S’authentifier avant l’affichage ou la copie
he: אימות לפני הצגה או העתקה
hi: दिखाने या कॉपी करने से पहले प्रमाणित करें
hr: Potvrdi identitet prije prikaza ili kopiranja
hu: Hitelesítés megjelenítés vagy másolás előtt
id: Autentikasi sebelum menampilkan atau menyalin
it: Autentica prima di mostrare o copiare
ja: 表示またはコピーの前に認証
kk: Көрсету немесе көшіру алдында түпнұсқалықты растау
ko: 표시 또는 복사 전 인증
lt: Patvirtinti tapatybę prieš rodant ar kopijuojant
ms: Sahkan sebelum mendedahkan atau menyalin
nb: Autentiser før visning eller kopiering
nl: Verifiëren vóór weergeven of kopiëren
pl: Uwierzytelnij przed pokazaniem lub kopiowaniem
pt: Autenticar antes de mostrar ou copiar
ro: Autentificare înainte de afișare sau copiere
ru: Аутентификация перед показом или копированием
sk: Overiť pred zobrazením alebo kopírovaním
sl: Preverjanje pred razkritjem ali kopiranjem
sv: Autentisera före visning eller kopiering
th: ยืนยันตัวตนก่อนแสดงหรือคัดลอก
tr: Göstermeden veya kopyalamadan önce kimlik doğrula
uk: Автентифікувати перед показом або копіюванням
vi: Xác thực trước khi hiển thị hoặc sao chép
zh_hans: 显示或复制前验证身份
zh_hant: 顯示或複製前驗證身分

source: Authenticated
ar: تمت المصادقة
bg: Удостоверено
bn: প্রমাণীকৃত
ca: Autenticat
cs: Ověřeno
da: Godkendt
de: Authentifiziert
el: Έγινε έλεγχος ταυτότητας
es: Autenticado
fa: احراز هویت شد
fi: Todennettu
fr: Authentifié
he: מאומת
hi: प्रमाणित
hr: Identitet potvrđen
hu: Hitelesítve
id: Terautentikasi
it: Autenticato
ja: 認証済み
kk: Түпнұсқалығы расталды
ko: 인증됨
lt: Tapatybė patvirtinta
ms: Disahkan
nb: Autentisert
nl: Geverifieerd
pl: Uwierzytelniono
pt: Autenticado
ro: Autentificat
ru: Аутентификация выполнена
sk: Overené
sl: Preverjeno
sv: Autentiserad
th: ยืนยันตัวตนแล้ว
tr: Kimlik doğrulandı
uk: Автентифіковано
vi: Đã xác thực
zh_hans: 已验证身份
zh_hant: 已驗證身分

source: Authenticator
ar: المُصادِق
bg: Удостоверител
bn: প্রমাণীকরণকারী
ca: Autenticador
cs: Autentizátor
de: Authentifikator
el: Εφαρμογή επαλήθευσης
es: Autenticador
fa: احرازگر
fi: Todennussovellus
fr: Application d’authentification
he: מאמת
hi: ऑथेंटिकेटर
hr: Autentifikator
hu: Hitelesítő
id: Autentikator
it: Autenticatore
ja: 認証アプリ
kk: Аутентификатор
ko: 인증 앱
lt: Tapatybės patvirtinimo priemonė
ms: Pengesah
nb: Autentiseringsapp
pl: Aplikacja uwierzytelniająca
pt: Autenticador
ro: Autentificator
ru: Аутентификатор
sk: Autentifikátor
sl: Preverjevalnik
sv: Autentiserare
th: แอปยืนยันตัวตน
tr: Kimlik Doğrulayıcı
uk: Автентифікатор
vi: Trình xác thực
zh_hans: 身份验证器
zh_hant: 身分驗證器

source: AutoFill
ar: ملء تلقائي
bg: Автоматично попълване
bn: অটোফিল
ca: Emplenament automàtic
cs: Automatické vyplňování
da: Autoudfyld
de: Automatisches Ausfüllen
el: Αυτόματη συμπλήρωση
es: Autocompletar
fa: تکمیل خودکار
fi: Automaattitäyttö
fr: Saisie automatique
he: מילוי אוטומטי
hi: ऑटोफ़िल
hr: Auto-ispuna
hu: Automatikus kitöltés
id: Isi Otomatis
it: Compilazione automatica
ja: 自動入力
kk: Автотолтыру
ko: 자동 완성
lt: Automatinis pildymas
ms: Isi Auto
nb: Autofyll
nl: Automatisch invullen
pl: Autouzupełnianie
pt: Preenchimento automático
ro: Completare automată
ru: Автозаполнение
sk: Automatické vypĺňanie
sl: Samodejno izpolni
sv: Autofyll
th: ป้อนอัตโนมัติ
tr: Otomatik doldur
uk: Автозаповнення
vi: Tự động điền
zh_hans: 自动填充
zh_hant: 自動填入

source: AutoFill & Passwords
ar: الملء التلقائي وكلمات المرور
bg: Автоматично попълване и пароли
bn: অটোফিল ও পাসওয়ার্ড
ca: Emplenament automàtic i contrasenyes
cs: Automatické vyplňování a hesla
da: Autofyld og adgangskoder
de: Automatisches Ausfüllen und Passwörter
el: Αυτόματη συμπλήρωση και κωδικοί
es: Autocompletar y contraseñas
fa: تکمیل خودکار و کلمه‌های عبور
fi: Automaattinen täyttö ja salasanat
fr: Remplissage automatique et mots de passe
he: מילוי אוטומטי וסיסמאות
hi: ऑटोफ़िल और पासवर्ड
hr: Automatsko popunjavanje i lozinke
hu: Automatikus kitöltés és jelszavak
id: Isi Otomatis & Kata Sandi
it: Compilazione automatica e password
ja: 自動入力とパスワード
kk: Автотолтыру және құпиясөздер
ko: 자동 완성 및 비밀번호
lt: Automatinis pildymas ir slaptažodžiai
ms: Isi Auto & Kata Laluan
nb: Autofyll og passord
nl: Automatisch invullen en wachtwoorden
pl: Autouzupełnianie i hasła
pt: Preenchimento automático e palavras-passe
ro: Autocompletare și parole
ru: Автозаполнение и пароли
sk: Automatické dopĺňanie a heslá
sl: Samodejno izpolnjevanje in gesla
sv: Autofyll och lösenord
th: ป้อนอัตโนมัติและรหัสผ่าน
tr: Otomatik Doldurma ve Parolalar
uk: Автозаповнення й паролі
vi: Tự động điền & Mật khẩu
zh_hans: 自动填充与密码
zh_hant: 自動填入與密碼

source: Back
ar: عودة
bg: Назад
bn: পেছন
ca: Arrere
cs: Zpět
da: Tilbage
de: Zurück
el: Πίσω
es: Atrás
fa: بازگشت
fi: Takaisin
fr: Retour
he: הקודם
hi: पीछे जाएं
hr: Natrag
hu: Vissza
id: Kembali
it: Indietro
ja: 戻る
kk: Артқа
ko: 뒤로
lt: Atgal
ms: Kembali
nb: Tilbake
nl: Terug
pl: Powrót
pt: Voltar
ro: Înapoi
ru: Назад
sk: Späť
sl: Nazaj
sv: Tillbaka
th: ย้อนกลับ
tr: Geri
uk: Назад
vi: Quay lại
zh_hans: 返回
zh_hant: 返回

source: Background refresh
ar: التحديث في الخلفية
bg: Обновяване във фонов режим
bn: ব্যাকগ্রাউন্ড রিফ্রেশ
ca: Actualització en segon pla
cs: Aktualizace na pozadí
da: Opdatering i baggrunden
de: Hintergrundaktualisierung
el: Ανανέωση στο παρασκήνιο
es: Actualización en segundo plano
fa: نوسازی پس‌زمینه
fi: Päivitys taustalla
fr: Actualisation en arrière-plan
he: רענון ברקע
hi: बैकग्राउंड रीफ़्रेश
hr: Osvježavanje u pozadini
hu: Háttérfrissítés
id: Penyegaran latar belakang
it: Aggiornamento in background
ja: バックグラウンド更新
kk: Фондық жаңарту
ko: 백그라운드 새로 고침
lt: Atnaujinimas fone
ms: Segar semula latar belakang
nb: Bakgrunnsoppdatering
nl: Vernieuwen op de achtergrond
pl: Odświeżanie w tle
pt: Atualização em segundo plano
ro: Reîmprospătare în fundal
ru: Фоновое обновление
sk: Obnovenie na pozadí
sl: Osveževanje v ozadju
sv: Bakgrundsuppdatering
th: รีเฟรชเบื้องหลัง
tr: Arka planda yenileme
uk: Оновлення у фоні
vi: Làm mới trong nền
zh_hans: 后台刷新
zh_hant: 背景重新整理

source: Base Domain
ar: النطاق الأساسي
bg: Основен домейн
bn: বেস ডোমেইন
ca: Domini base
cs: Základní doména
da: Grund-domæne
de: Basis-Domäne
el: Βασικός τομέας
es: Dominio base
fa: دامنه پایه
fi: Pääverkkotunnus
fr: Domaine de base
he: דומיין בסיס
hi: बेस डोमेन
hr: Primarna domena
hu: Alaptartomány
id: Domain Dasar
it: Dominio di base
ja: ベースドメイン
kk: Негізгі домен
ko: 기본 도메인
lt: Pagrindinis domenas
ms: Domain Asas
nb: Basisdomene
nl: Basisdomein
pl: Domena podstawowa
pt: Domínio base
ro: Domeniu de bază
ru: Основной домен
sk: Základná doména
sl: Primarna domena
sv: Basdomän
th: โดเมนหลัก
tr: Taban alan adı
uk: Основний домен
vi: Tên miền cơ sở
zh_hans: 基础域名
zh_hant: 基底網域

source: Biometrics
ar: المقاييس الحيوية
bg: Биометрични данни
bn: বায়োমেট্রিক্স
ca: Biometria
cs: Biometrie
da: Biometri
de: Biometrie
el: Βιομετρικά στοιχεία
es: Biometría
fa: زیست‌سنجی
fi: Biometrinen tunnistus
fr: Biométrie
he: זיהוי ביומטרי
hi: बायोमेट्रिक्स
hr: Biometrija
hu: Biometrikus azonosítás
id: Biometrik
it: Dati biometrici
ja: 生体認証
kk: Биометрия
ko: 생체 인증
lt: Biometriniai duomenys
ms: Biometrik
nb: Biometri
nl: Biometrie
pl: Biometria
pt: Biometria
ro: Date biometrice
ru: Биометрия
sk: Biometria
sl: Biometrija
sv: Biometri
th: ไบโอเมตริก
tr: Biyometri
uk: Біометрія
vi: Sinh trắc học
zh_hans: 生物识别
zh_hant: 生物辨識

source: Biometrics, timeout and clipboard
ar: المقاييس الحيوية والمهلة والحافظة
bg: Биометрични данни, време за достъп и клипборд
bn: বায়োমেট্রিক্স, সময়সীমা ও ক্লিপবোর্ড
ca: Biometria, temps d'espera i porta-retalls
cs: Biometrie, časový limit a schránka
da: Biometri, timeout og udklipsholder
de: Biometrie, Timeout und Zwischenablage
el: Βιομετρικά στοιχεία, χρονικό όριο και πρόχειρο
es: Biometría, tiempo de espera y portapapeles
fa: زیست‌سنجی، زمان‌سنج و کلیپ‌بورد
fi: Biometrinen tunnistus, aikakatkaisu ja leikepöytä
fr: Biométrie, délai d’expiration et presse-papiers
he: זיהוי ביומטרי, זמן קצוב ולוח גזירים
hi: बायोमेट्रिक्स, टाइमआउट और क्लिपबोर्ड
hr: Biometrija, istek i međuspremnik
hu: Biometria, időkorlát és vágólap
id: Biometrik, batas waktu, dan papan klip
it: Dati biometrici, timeout e appunti
ja: 生体認証、タイムアウト、クリップボード
kk: Биометрия, күту уақыты және алмасу буфері
ko: 생체 인증, 시간 제한 및 클립보드
lt: Biometriniai duomenys, skirtasis laikas ir iškarpinė
ms: Biometrik, tamat masa dan papan klip
nb: Biometri, tidsavbrudd og utklippstavle
nl: Biometrie, time-out en klembord
pl: Biometria, limit czasu i schowek
pt: Biometria, tempo limite e área de transferência
ro: Date biometrice, expirare și clipboard
ru: Биометрия, тайм-аут и буфер обмена
sk: Biometria, časový limit a schránka
sl: Biometrija, časovna omejitev in odložišče
sv: Biometri, tidsgräns och urklipp
th: ไบโอเมตริก ระยะหมดเวลา และคลิปบอร์ด
tr: Biyometri, zaman aşımı ve pano
uk: Біометрія, час очікування й буфер обміну
vi: Sinh trắc học, thời gian chờ và bảng nhớ tạm
zh_hans: 生物识别、超时与剪贴板
zh_hant: 生物辨識、超時與剪貼簿

source: Bitwarden SDK for Swift
ar: حزمة Bitwarden SDK للغة Swift
bg: Bitwarden SDK за Swift
bn: Swift-এর জন্য Bitwarden SDK
ca: Bitwarden SDK per a Swift
cs: Bitwarden SDK pro Swift
da: Bitwarden SDK til Swift
de: Bitwarden SDK für Swift
el: Bitwarden SDK για Swift
es: SDK de Bitwarden para Swift
fa: Bitwarden SDK برای Swift
fi: Bitwarden SDK Swiftille
fr: SDK Bitwarden pour Swift
he: Bitwarden SDK עבור Swift
hi: Swift के लिए Bitwarden SDK
hr: Bitwarden SDK za Swift
hu: Bitwarden SDK Swifthez
id: Bitwarden SDK untuk Swift
it: Bitwarden SDK per Swift
kk: Swift үшін Bitwarden SDK
ko: Swift용 Bitwarden SDK
lt: Bitwarden SDK, skirtas Swift
ms: Bitwarden SDK untuk Swift
nl: Bitwarden SDK voor Swift
pl: Bitwarden SDK dla Swift
pt: SDK Bitwarden para Swift
ro: SDK Bitwarden pentru Swift
ru: Bitwarden SDK для Swift
sk: Bitwarden SDK pre Swift
sl: Bitwarden SDK za Swift
sv: Bitwarden SDK för Swift
th: Bitwarden SDK สำหรับ Swift
tr: Swift için Bitwarden SDK
uk: Bitwarden SDK для Swift
vi: Bitwarden SDK cho Swift
zh_hans: Bitwarden Swift SDK
zh_hant: Bitwarden Swift SDK

source: Boolean
ar: منطقي
bg: Булево
bn: বুলিয়ান
ca: Booleà
cs: Logická hodnota
da: Boolsk
de: Boolescher Wert
el: Δυαδικό
es: Booleano
fa: منطقی
fi: Totuusarvo
fr: Booléen
he: אמת או שקר
hi: बूलियन
hr: Logička vrijednost
hu: Logikai
it: Booleano
ja: 真偽値
kk: Логикалық мән
ko: 참 / 거짓
lt: Loginis
nb: Boolsk verdi
nl: Booleaans
pl: Wartość logiczna
pt: Booleano
ro: Valoare logică
ru: Логическое
sk: Áno/Nie
sl: Logična vrednost
sv: Booleskt värde
th: ค่าบูลีน
tr: Boole
uk: Логічне значення
vi: Đúng/Sai
zh_hans: 布尔型
zh_hant: 布林值

source: Brand
ar: علامة تجارية
bg: Вид
bn: ব্র্যান্ড
ca: Marca
cs: Vydavatel
da: Type
de: Marke
el: Επωνυμία κάρτας
es: Marca
fa: نام تجاری
fi: Merkki
fr: Réseau de paiement
he: מותג
hi: ब्रैंड
hr: Vrsta kartice
hu: Márka
id: Merek
it: Marca
ja: ブランド
kk: Бренд
ko: 브랜드
lt: Prekės ženklas
ms: Jenama
nb: Merke
nl: Merk
pl: Wydawca
pt: Marca
ro: Tip card
ru: Тип карты
sk: Značka
sl: Znamka
sv: Märke
th: แบรนด์
tr: Marka
uk: Тип картки
vi: Thương hiệu
zh_hans: 品牌
zh_hant: 發卡組織

source: Camera
ar: كاميرا
bg: Камера
bn: ক্যামেরা
ca: Càmera
cs: Kamera
da: Kamera
de: Kamera
el: Κάμερα
es: Cámara
fa: دوربین
fi: Kamera
fr: Appareil photo
he: מצלמה
hi: कैमरा
hr: Kamera
hu: Kamera
id: Kamera
it: Fotocamera
ja: カメラ
kk: Камера
ko: 카메라
lt: Kamera
ms: Kamera
nb: Kamera
pl: Aparat
pt: Câmara
ro: Cameră
ru: Камера
sk: Fotoaparát
sl: Fotoaparat
sv: Kamera
th: กล้อง
tr: Kamera
uk: Камера
vi: Máy ảnh
zh_hans: 相机
zh_hant: 相機
